Repository: yuangy1995/dsm-native-client
Catalog: windows/src/LanStash.App/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# WinShared9cb9ec075b03b6cb
source: The NAS returned unrecognized content
zh_cn: NAS 返回了无法识别的内容

# WinShareda167a95b73b968b4
source: DoS protection
zh_cn: DoS 防护

# WinShareda63280253f17d440
source: session
zh_cn: 会话

# WinShareda6d7b48863714f5e
source: Connecting to NAS…
zh_cn: 正在连接 NAS…

# WinSharedaa0582cad267718e
source: Looking for NAS via QuickConnect…
zh_cn: 正在通过 QuickConnect 查找 NAS…

# WinSharedab4ce8cd180797fc
source: NAS does not return login session
zh_cn: NAS 没有返回登录会话

# WinSharedab9474d0616d3198
source: The NAS has not confirmed that the network has been created, please refresh and try again.
zh_cn: NAS 尚未确认网络已创建，请刷新后重试。

# WinSharedb4ffcaefff280faf
source: auto-block
zh_cn: 自动封锁

# WinSharedb5641013fbf13d8b
source: Please update the package and try again.
zh_cn: 请更新套件后重试。

# WinSharedba22fbf3f7f63943
source: This address is not a secure connection
zh_cn: 这个地址不是安全连接

# WinSharedc144a2dc9ace5c1f
source: Please log in again.
zh_cn: 请重新登录。

# WinSharedc157df0fa964b080
source: Arashikura will continue to attempt safe relays.
zh_cn: 岚仓将继续尝试安全中继。

# WinSharedd11595c8e583c9ea
source: QuickConnect relay is not enabled on this NAS
zh_cn: 这台 NAS 没有开启 QuickConnect 中继

# WinSharedd69866d5c54d766d
source: This address is not recognized
zh_cn: 无法识别这个地址

# WinSharedd727aa9e0a8cff65
source: Login session has expired
zh_cn: 登录会话已失效

# WinSharedda35e58bcad31766
source: The information returned by QuickConnect cannot be read
zh_cn: QuickConnect 返回的信息无法读取

# WinShareddcac071c2cf16346
source: Please enter a valid HTTPS address and try again.
zh_cn: 请输入有效的 HTTPS 地址后重试。

# WinSharede0abefcec6920022
source: Make sure the NAS is powered on and connected to the Internet and try again.
zh_cn: 确认 NAS 已开机并联网后重试。

# WinSharede23ff8b80f6200c5
source: Unnamed task
zh_cn: 未命名任务

# WinSharede32c368700e2b141
source: QuickConnect found this NAS, but the device is currently offline
zh_cn: QuickConnect 找到了这台 NAS，但设备目前不在线

# WinSharedeee30e9d97ca1e61
source: firewall
zh_cn: 防火墙

# WinSharedef0eed96e1f28ed8
source: Incorrect two-step verification code
zh_cn: 双重验证代码不正确

# WinSharedefc81ced18eb3bb0
source: Please try again later.
zh_cn: 请稍后重试。

# WinSharedf91eef8a1cf7b01c
source: Unable to connect to NAS
zh_cn: 无法连接到 NAS

# WinSharedfa9066ff052e7270
source: The name cannot contain path separators.
zh_cn: 名称不能包含路径分隔符。

# WinSharedfea22978bfdec072
source: The NAS has not confirmed that the item has been deleted, please refresh and try again.
zh_cn: NAS 尚未确认项目已删除，请刷新后重试。

# CloudDriveTitle
source: NAS locations
zh_cn: NAS 位置

# CloudDriveDescription
source: Add an entire NAS or a folder to File Explorer. Files stay online-only until you open them or choose to keep them on this device. This version is read-only.
zh_cn: 将整个 NAS 或指定文件夹添加到文件资源管理器。文件默认仅在线，打开或选择保留在此设备上时才会下载。当前版本仅支持读取。

# CloudDriveFolderPath
source: NAS folder path
zh_cn: NAS 文件夹路径

# CloudDriveFolderPlaceholder
source: /shared-folder/projects
zh_cn: /共享文件夹/项目

# CloudDriveAddNas
source: Add entire NAS
zh_cn: 添加整个 NAS

# CloudDriveAddFolder
source: Add folder
zh_cn: 添加文件夹

# CloudDriveEmpty
source: No NAS locations have been added for this connection.
zh_cn: 当前连接还没有添加 NAS 位置。

# CloudDriveEntireNas
source: Entire NAS
zh_cn: 整个 NAS

# CloudDriveReadOnlyOnline
source: Read-only · online-only by default
zh_cn: 只读 · 默认仅在线

# CloudDriveOpen
source: Show in File Explorer
zh_cn: 在资源管理器中显示

# CloudDriveClearCache
source: Free up space
zh_cn: 释放空间

# CloudDriveRemove
source: Remove
zh_cn: 移除

# CloudDriveRemoveTitle
source: Remove this NAS location?
zh_cn: 移除这个 NAS 位置？

# CloudDriveRemoveMessage
source: It will disappear from File Explorer. Files on the NAS will not be deleted.
zh_cn: 它会从文件资源管理器中消失，但不会删除 NAS 上的文件。

# CloudDriveAdded
source: The NAS location was added.
zh_cn: 已添加 NAS 位置。

# CloudDriveRemoved
source: The NAS location was removed.
zh_cn: 已移除 NAS 位置。

# CloudDriveCacheCleared
source: Cached file contents were released where possible.
zh_cn: 已尽可能释放缓存的文件内容。

# CloudDriveInvalidPath
source: Enter a valid NAS folder path, such as /shared-folder/projects.
zh_cn: 请输入有效的 NAS 文件夹路径，例如 /共享文件夹/项目。

# CloudDriveOverlap
source: This location overlaps an existing NAS location. Remove the existing one or choose another folder.
zh_cn: 这个位置与已有 NAS 位置重叠。请先移除已有位置，或选择其他文件夹。

# CloudDriveSignInRequired
source: Connect to the NAS before adding a location.
zh_cn: 请先连接 NAS，再添加位置。

# CloudDriveGenericError
source: The NAS location could not be changed. Check the connection and try again.
zh_cn: 无法更改 NAS 位置。请检查连接后重试。

# CloudDriveCacheSize
source: Downloaded: {0}
zh_cn: 已下载：{0}

# CloudDriveKeepOffline
source: Always keep on this device
zh_cn: 保留在此设备上

# CloudDriveReleaseOffline
source: Stop keeping offline
zh_cn: 取消离线保留

# CloudDriveCancel
source: Cancel task
zh_cn: 取消任务

# CloudDrivePause
source: Pause
zh_cn: 暂停

# CloudDriveResume
source: Resume
zh_cn: 继续

# CloudDriveRefresh
source: Refresh files
zh_cn: 刷新文件

# CloudDriveRefreshing
source: Refreshing files…
zh_cn: 正在刷新文件…

# CloudDriveCancelRefresh
source: Cancel refresh
zh_cn: 取消刷新

# CloudDriveRefreshDone
source: {0} files refreshed.
zh_cn: 已刷新 {0} 个文件。

# CloudDriveRefreshReconciled
source: {0} entries refreshed, {1} outdated entries removed, {2} kept locally, {3} not completed. Offline items and unsynced changes were kept.
zh_cn: 已刷新 {0} 项、移除 {1} 个失效条目，本地保留 {2} 项，{3} 项未完成。离线保留内容和未同步修改未删除。

# CloudDriveRefreshPartial
source: {0} files refreshed; {1} could not be refreshed. Check the connection or close open files, then retry. Unsynced changes have been kept.
zh_cn: 已刷新 {0} 个文件，{1} 个未完成。请检查连接或关闭正在使用的文件后重试，未同步修改已保留。

# CloudDriveRefreshCancelled
source: Refresh cancelled. Updates already completed have been kept.
zh_cn: 已取消刷新，已完成的更新会保留。

# CloudDriveRefreshEmpty
source: Open this location in File Explorer, then refresh again.
zh_cn: 请先在文件资源管理器中打开此位置，再刷新。

# CloudDrivePlanning
source: Calculating required space: {0} files, {1} discovered
zh_cn: 正在计算所需空间：{0} 个文件，已发现 {1}

# CloudDriveCheckingSpace
source: Checking available local space
zh_cn: 正在检查本机可用空间

# CloudDrivePreparing
source: Preparing local placeholders
zh_cn: 正在准备本地占位内容

# CloudDriveDownloading
source: Keeping files offline: {0}/{1}, {2} complete
zh_cn: 正在保留到本机：{0}/{1}，已完成 {2}

# CloudDriveOfflineReady
source: These contents are available offline.
zh_cn: 这些内容已可离线使用。

# CloudDriveOfflineCancelled
source: The task was cancelled. Fully downloaded contents remain as regular cache.
zh_cn: 任务已取消；已完整下载的内容仍作为普通缓存保留。

# CloudDriveOfflineReleased
source: Offline retention was removed and releasable local contents were freed.
zh_cn: 已取消离线保留并释放可释放的本地内容。

# CloudDrivePaused
source: This NAS location is paused.
zh_cn: 这个 NAS 位置已暂停。

# CloudDriveResumed
source: This NAS location resumed.
zh_cn: 这个 NAS 位置已继续。

# CloudDrivePlanIncomplete
source: The full size could not be calculated. Check inaccessible items or items with unknown sizes, then try again.
zh_cn: 无法计算完整大小。请检查无法访问或大小未知的项目后重试。

# CloudDriveInsufficientSpace
source: There isn’t enough local cache space. These contents require {0}, but “{1}” only has {2} available; {3} more is needed. Select fewer contents or manage the cache.
zh_cn: 本机缓存空间不足。缓存这些内容需要 {0}，但“{1}”只有 {2} 可用；还差 {3}。请减少内容或管理缓存。

# CloudDriveCacheBreakdown
source: Temporary {0} · Kept offline {1} · Temporary limit {2}
zh_cn: 临时缓存 {0} · 离线保留 {1} · 临时上限 {2}

# CloudDriveStatePreparing
source: Preparing
zh_cn: 正在准备

# CloudDriveStateAvailable
source: Available
zh_cn: 可用

# CloudDriveStateChecking
source: Checking
zh_cn: 正在检查

# CloudDriveStatePaused
source: Paused
zh_cn: 已暂停

# CloudDriveStateOffline
source: NAS is not currently reachable
zh_cn: NAS 当前不可连接

# CloudDriveStateAuthenticationRequired
source: Sign-in required
zh_cn: 需要重新登录

# CloudDriveStateCacheVolumeUnavailable
source: Cache disk is disconnected
zh_cn: 缓存磁盘未连接

# CloudDriveStateInsufficientLocalSpace
source: Not enough cache space
zh_cn: 缓存空间不足

# CloudDriveStateDegraded
source: Some contents need attention
zh_cn: 部分内容需要处理

# CloudDriveStateRemoving
source: Removing
zh_cn: 正在移除

# CloudDriveStateFailed
source: Unavailable
zh_cn: 不可用

# CloudDriveKeepSelected.Label
source: Always keep on this device
zh_cn: 保留在此设备上

# CloudDriveReleaseSelected.Label
source: Free up space
zh_cn: 释放空间

# CloudDriveNotMapped
source: This item is not inside a NAS location. Add its folder as a NAS location first.
zh_cn: 这个项目不在 NAS 位置中。请先将其所在文件夹添加为 NAS 位置。

# CloudDriveNoSelection
source: Select a file or folder first.
zh_cn: 请先选择文件或文件夹。

# CloudDriveCoveredByParent
source: This item is still included by a parent folder that is kept on this device. Stop keeping the parent folder first.
zh_cn: 这个项目仍包含在已保留到本机的上级文件夹中。请先取消上级文件夹的保留。

# CloudDriveMappingName
source: Name in File Explorer
zh_cn: 资源管理器中的名称

# CloudDriveMappingNamePlaceholder
source: Optional; the NAS or folder name is used by default
zh_cn: 可选，默认使用 NAS 或文件夹名称

# CloudDriveCacheLimit
source: Temporary cache limit
zh_cn: 临时缓存上限

# CloudDriveCacheDiskDefault
source: Cache disk: system default
zh_cn: 缓存磁盘：系统默认

# CloudDriveCacheDiskSelected
source: Cache disk: {0}
zh_cn: 缓存磁盘：{0}

# CloudDriveCacheDiskValue
source: Cache disk: {0}
zh_cn: 缓存磁盘：{0}

# CloudDriveChooseCacheDisk
source: Choose disk…
zh_cn: 选择磁盘…

# CloudDriveUseDefaultCacheDisk
source: Use default
zh_cn: 使用默认磁盘

# CloudDriveCacheDiskInvalid
source: This disk cannot store a NAS location. Choose a connected NTFS disk.
zh_cn: 这个磁盘不能存放 NAS 位置。请选择已连接的 NTFS 磁盘。

# CloudDriveCacheDiskUnavailable
source: The selected cache disk is disconnected. Reconnect it or choose another disk.
zh_cn: 所选缓存磁盘未连接。请重新连接，或选择其他磁盘。

# CloudDriveInvalidName
source: Enter a name for this NAS location.
zh_cn: 请输入 NAS 位置名称。

# CloudDriveCacheLimitInvalid
source: Choose a valid temporary cache limit.
zh_cn: 请选择有效的临时缓存上限。

# CloudDriveCacheLimitUpdated
source: The temporary cache limit was updated.
zh_cn: 临时缓存上限已更新。

# CloudDriveLaunchAtLogin
source: Start after sign-in
zh_cn: 登录后启动

# CloudDriveLaunchAtLoginEnabled
source: LanStash will start after you sign in to Windows.
zh_cn: 登录 Windows 后将自动启动岚仓。

# CloudDriveLaunchAtLoginDisabled
source: Online-only files remain unavailable until you open LanStash.
zh_cn: 打开岚仓之前，仅在线文件将暂时不可用。

# FileBrowserTitle.Text
source: Files
zh_cn: 文件

# FileBrowserStorageTitle.Text
source: Storage space
zh_cn: 存储空间

# FileBrowserStorageLoading.Text
source: Reading storage space…
zh_cn: 正在读取存储空间…

source: Used storage space
zh_cn: 已用存储空间

# FileBrowserStorageUnavailable.Text
source: Storage space is unavailable. File browsing is still available.
zh_cn: 暂时无法读取存储空间，仍可继续浏览文件。

# FileBrowserStorageUsage
source: {0} used of {1}
zh_cn: 已用 {0}，共 {1}

# FileBrowserStorageRemaining
source: {0} available
zh_cn: 可用 {0}

# FileBrowserStorageScopeOne
source: {0} storage space visible to this account
zh_cn: 当前账号可见 {0} 个存储空间

# FileBrowserStorageScopeMany
source: {0} storage spaces visible to this account
zh_cn: 当前账号可见 {0} 个存储空间

source: Folder path
zh_cn: 文件夹路径

# FileBrowserFilter.PlaceholderText
source: Filter loaded items
zh_cn: 筛选已加载项目

# FileBrowserFilter.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Filter loaded items
zh_cn: 筛选已加载项目

# FileBrowserBack.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Back
zh_cn: 返回

# FileBrowserBack.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Go back
zh_cn: 返回上一位置

# FileBrowserUp.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Up
zh_cn: 上一级

# FileBrowserUp.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Go up one level
zh_cn: 返回上一级文件夹

# FileBrowserRefresh.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Refresh
zh_cn: 刷新

# FileBrowserRefresh.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Refresh this folder
zh_cn: 刷新当前文件夹

# FileBrowserSort.Label
source: Sort
zh_cn: 排序

# FileBrowserSort.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Sort files
zh_cn: 排列文件

# FileBrowserSortName.Text
source: Name
zh_cn: 名称

source: Sort by name
zh_cn: 按名称排列

# FileBrowserSortModified.Text
source: Date modified
zh_cn: 修改日期

source: Sort by date modified
zh_cn: 按修改日期排列

# FileBrowserSortSize.Text
source: Size
zh_cn: 大小

source: Sort by size
zh_cn: 按大小排列

# FileBrowserSortAscending.Text
source: Ascending
zh_cn: 升序

source: Sort in ascending order
zh_cn: 按升序排列

# FileBrowserSortDescending.Text
source: Descending
zh_cn: 降序

source: Sort in descending order
zh_cn: 按降序排列

# FileBrowserTypeFilter.Label
source: Type
zh_cn: 类型

source: Filter by file type
zh_cn: 按文件类型筛选

# FileBrowserTypeAll.Text
source: All
zh_cn: 全部

# FileBrowserTypeAll.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Show all items
zh_cn: 显示全部项目

# FileBrowserTypeFiles.Text
source: Files
zh_cn: 文件

source: Show files only
zh_cn: 仅显示文件

# FileBrowserTypeFolders.Text
source: Folders
zh_cn: 文件夹

source: Show folders only
zh_cn: 仅显示文件夹

# FileBrowserListLayout.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: List
zh_cn: 列表

source: Show as list
zh_cn: 以列表显示

# FileBrowserGridLayout.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Grid
zh_cn: 网格

source: Show as grid
zh_cn: 以网格显示

# FileBrowserList.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Files list
zh_cn: 文件列表

# FileBrowserGrid.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Files grid
zh_cn: 文件网格

# FileBrowserLoadMore.Content
source: Load more
zh_cn: 加载更多

source: Load more items
zh_cn: 加载更多项目

# FileBrowserLoadMoreError.Title
source: More items couldn’t be loaded
zh_cn: 无法加载更多项目

# FileBrowserLoadMoreError.Message
source: Existing items are still available. Try again.
zh_cn: 已加载的项目仍然可用，请重试。

# FileBrowserLoading.Text
source: Loading files…
zh_cn: 正在加载文件…

# FileBrowserEmptyTitle.Text
source: This folder is empty
zh_cn: 此文件夹为空

# FileBrowserEmptyMessage.Text
source: Refresh to check for new items.
zh_cn: 刷新以检查是否有新项目。

# FileBrowserRefreshEmpty.Content
source: Refresh
zh_cn: 刷新

# FileBrowserFilteredEmptyTitle.Text
source: No items match these filters
zh_cn: 没有符合筛选条件的项目

# FileBrowserFilteredEmptyMessage.Text
source: Clear the filters to see other items.
zh_cn: 清除筛选条件以查看其他项目。

# FileBrowserClearFilter.Content
source: Clear filters
zh_cn: 清除筛选条件

# FileBrowserErrorTitle.Text
source: Files couldn’t be loaded
zh_cn: 无法加载文件

# FileBrowserErrorMessage.Text
source: Check the connection, then try again.
zh_cn: 请检查连接，然后重试。

# FileBrowserRetry.Content
source: Retry
zh_cn: 重试

# FileBrowserFileDetail
source: {0:N0} bytes · {1}
zh_cn: {0:N0} 字节 · {1}

# FileBrowserDownload.Label
source: Download
zh_cn: 下载

source: Save a copy of the selected file or folder
zh_cn: 保存所选文件或文件夹的副本

# FileBrowserDownloadMultiple.Label
source: Select downloads
zh_cn: 选择下载

source: Select files and folders to download
zh_cn: 选择文件和文件夹下载

# FileBrowserDownloadSelected.Label
source: Download selected
zh_cn: 下载所选

source: Download the selected files and folders
zh_cn: 下载已选择的文件和文件夹

# FileBrowserCancelDownloadSelection.Label
source: Cancel selection
zh_cn: 取消选择

source: Cancel multiple selection
zh_cn: 取消多项选择

# FileBrowserUpload.Label
source: Upload
zh_cn: 上传

# FileBrowserUpload.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Upload files to this folder
zh_cn: 上传文件到此文件夹

# FolderUpload.Label
source: Upload folder
zh_cn: 上传文件夹

# FolderUpload.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Upload one folder to this folder
zh_cn: 上传一个文件夹到此文件夹

# FileBrowserUploadNeedsReview.Title
source: Check the uploaded file
zh_cn: 请检查上传的文件

# FileBrowserUploadNeedsReview.Message
source: The upload may have reached the NAS. Refresh this folder and check the file before uploading it again.
zh_cn: 上传请求可能已到达 NAS。再次上传前，请刷新此文件夹并检查目标文件。

# TransferOriginalFileType
source: Original file type
zh_cn: 原始文件类型

# TransferArchiveFileType
source: ZIP archive
zh_cn: ZIP 压缩包

# TransferActivityTitle.Text
source: Activity
zh_cn: 活动

# TransferActivityDescription.Text
source: App transfers, NAS downloads, and NAS file operations from the current NAS stay here while this window is open.
zh_cn: 当前窗口打开期间，会在这里显示当前 NAS 的 App 传输、NAS 下载和 NAS 文件操作。

source: Refresh NAS activity
zh_cn: 刷新 NAS 活动

# TransferActivityRefreshLabel.Text
source: Refresh
zh_cn: 刷新

source: Refreshing NAS activity
zh_cn: 正在刷新 NAS 活动

# TransferActivityDownloadRefreshError.Title
source: NAS download tasks couldn’t be refreshed
zh_cn: 无法刷新 NAS 下载任务

# TransferActivityDownloadRefreshError.Message
source: The last available download tasks are still shown. Check the connection, then try again.
zh_cn: 仍会显示上次读取的下载任务。请检查连接后重试。

# TransferActivityDownloadRefreshErrorPrevious
source: The last available download tasks are still shown. Check the connection, then try again.
zh_cn: 仍会显示上次读取的下载任务。请检查连接后重试。

# TransferActivityDownloadRefreshErrorInitial
source: No download tasks have been read yet. Check the connection, then try again.
zh_cn: 尚未读取到下载任务。请检查连接后重试。

# TransferActivityFileRefreshError.Title
source: NAS file operations couldn’t be refreshed
zh_cn: 无法刷新 NAS 文件操作

# TransferActivityFileRefreshError.Message
source: The last available file operations are still shown. Check the connection, then try again.
zh_cn: 仍会显示上次读取的文件操作。请检查连接后重试。

# TransferActivityFileRefreshErrorPrevious
source: The last available file operations are still shown. Check the connection, then try again.
zh_cn: 仍会显示上次读取的文件操作。请检查连接后重试。

# TransferActivityFileRefreshErrorInitial
source: No file operations have been read yet. Check the connection, then try again.
zh_cn: 尚未读取到文件操作。请检查连接后重试。

# TransferActivityDownloadTruncated.Title
source: More NAS download tasks are available
zh_cn: 还有更多 NAS 下载任务

# TransferActivityDownloadTruncated.Message
source: Load more to see additional download tasks.
zh_cn: 继续加载可查看后续下载任务。

# TransferActivityFileTruncated.Title
source: More NAS file operations are available
zh_cn: 还有更多 NAS 文件操作

# TransferActivityFileTruncated.Message
source: Load more to see additional file operations.
zh_cn: 继续加载可查看后续文件操作。

# TransferActivityDownloadUnavailable.Title
source: NAS download tasks are unavailable
zh_cn: 无法读取 NAS 下载任务

# TransferActivityDownloadUnavailable.Message
source: App transfers and NAS file operations will still appear here. Download Station tasks aren’t available on this NAS.
zh_cn: App 传输和 NAS 文件操作仍会显示在这里。这台 NAS 当前不提供 Download Station 任务。

# TransferActivityFileUnavailable.Title
source: NAS file operations are unavailable
zh_cn: 无法读取 NAS 文件操作

# TransferActivityFileUnavailable.Message
source: App transfers and NAS downloads will still appear here. File Station activity isn’t available on this NAS.
zh_cn: App 传输和 NAS 下载仍会显示在这里。这台 NAS 当前不提供 File Station 活动。

# TransferActivityNasUnavailable.Title
source: NAS task refresh is unavailable
zh_cn: 无法刷新 NAS 任务

# TransferActivityNasUnavailable.Message
source: App transfers will still appear here. Connect to a NAS that supports File Station or Download Station activity.
zh_cn: App 传输仍会显示在这里。连接支持 File Station 或 Download Station 活动的 NAS 后即可显示任务。

source: Transfer activity
zh_cn: 传输活动

source: Transfer progress
zh_cn: 传输进度

# TransferActivityCancel.Content
source: Cancel
zh_cn: 取消

# TransferActivityCancelAutomationName
source: Cancel transfer for {0}
zh_cn: 取消 {0} 的传输

# TransferActivityEmptyTitle.Text
source: No transfer activity
zh_cn: 暂无传输活动

# TransferActivityEmptyMessage.Text
source: Downloads, uploads, and NAS file operations will appear here.
zh_cn: 下载、上传和 NAS 文件操作会显示在这里。

# TransferActivityProgress
source: {0:N0} of {1:N0} bytes
zh_cn: 已下载 {0:N0} / {1:N0} 字节

# TransferActivityUploadProgress
source: {0:N0} of {1:N0} bytes uploaded
zh_cn: 已上传 {0:N0} / {1:N0} 字节

# TransferActivitySourceApp
source: App transfer
zh_cn: App 传输

# TransferActivitySourceNas
source: NAS download task
zh_cn: NAS 下载任务

# TransferActivitySourceFileStation
source: NAS file operation
zh_cn: NAS 文件操作

# TransferActivityDirectionDownload
source: Download from NAS
zh_cn: 从 NAS 下载

# TransferActivityDirectionUpload
source: Upload to NAS
zh_cn: 上传到 NAS

# TransferActivityDirectionNasOperation
source: Runs on the NAS
zh_cn: 在 NAS 上运行

# TransferActivityFileTask
source: File operation
zh_cn: 文件操作

# TransferActivityFileCopyMove
source: Copy or move
zh_cn: 复制或移动

# TransferActivityFileDelete
source: Move to recycle bin or delete
zh_cn: 移入回收站或删除

# TransferActivityFileCompress
source: Compress files
zh_cn: 压缩文件

# TransferActivityFileExtract
source: Extract archive
zh_cn: 解压缩

# TransferActivityFileRunning
source: In progress
zh_cn: 正在处理

# TransferActivityFileProgress
source: {0:P0} processed
zh_cn: 已处理 {0:P0}

# TransferActivityFileEndedNeedsReview
source: Ended. Refresh Files and check the result before repeating the operation.
zh_cn: 任务已结束。重复操作前，请刷新“文件”并核对结果。

# TransferActivityPaused
source: Paused
zh_cn: 已暂停

# TransferActivityCompleted
source: Saved
zh_cn: 已保存

# TransferActivityUploadCompleted
source: Uploaded
zh_cn: 已上传

# TransferActivityCancelled
source: Cancelled
zh_cn: 已取消

# TransferActivityCancelledBeforeSubmission
source: Cancelled before it was sent
zh_cn: 已在发送前取消

# TransferActivityUploadNeedsReview
source: This upload may have reached the NAS. Refresh the folder and check the file before uploading it again.
zh_cn: 上传请求可能已到达 NAS。再次上传前，请刷新文件夹并检查目标文件。

# TransferActivityFailed
source: Download didn’t finish. Check the connection and available storage, then try again.
zh_cn: 下载未完成。请检查连接和可用存储空间，然后重试。

# TransferActivityUploadFailed
source: Upload didn’t finish. Check access to the folder, the connection, and available NAS space.
zh_cn: 上传未完成。请检查文件夹访问权限、连接和 NAS 可用空间。

# TransferNotificationCompletedTitle
source: Transfer finished
zh_cn: 传输已完成

# TransferNotificationDownloadCompletedMessage
source: Your download is ready. Open Activity to review it.
zh_cn: 下载已准备好。打开活动中心查看结果。

# TransferNotificationUploadCompletedMessage
source: Your upload finished. Open Activity to review it.
zh_cn: 上传已完成。打开活动中心查看结果。

# TransferNotificationReviewTitle
source: Check transfer result
zh_cn: 请核对传输结果

# TransferNotificationReviewMessage
source: A transfer needs your review. Open Activity to check the result.
zh_cn: 有一项传输需要核对结果。请打开活动中心查看。

# TransferNotificationFailedTitle
source: Transfer needs attention
zh_cn: 传输需要处理

# TransferNotificationFailedMessage
source: A transfer could not be completed. Open Activity and try again.
zh_cn: 有一项传输未能完成。请打开活动中心后重试。

# TransferSaveErrorTitle
source: Unable to start the download
zh_cn: 无法开始下载

# TransferSaveErrorMessage
source: Choose a save location again. If the problem continues, check access to that location.
zh_cn: 请重新选择保存位置。如果问题仍然存在，请检查该位置的访问权限。

# TransferUploadOpenErrorTitle
source: Unable to start the upload
zh_cn: 无法开始上传

# TransferUploadOpenErrorMessage
source: Choose the file again. If the problem continues, check that it is available on this device.
zh_cn: 请重新选择文件。如果问题仍然存在，请检查此设备是否可以访问该文件。

source: File upload drop target
zh_cn: 文件上传投放区域

# FileUploadDropTargetMessage.Text
source: Drop local files, or drop one small folder separately to upload here
zh_cn: 拖放本地文件，或单独拖放一个小型文件夹以上传到此处

# FileUploadDropCaption
source: Upload these items
zh_cn: 上传这些项目

# FileUploadDropStatus.Title
source: File upload
zh_cn: 文件上传

source: File upload status
zh_cn: 文件上传状态

# FileUploadDropInvalidMessage
source: Drop local files or a single local folder. Mixed selections, multiple folders, and online-only items cannot be uploaded.
zh_cn: 请拖入本地文件，或单独拖入一个本地文件夹。无法上传混合选择、多个文件夹或仅联机项目。

# FileUploadDropFailureMessage
source: The uploads couldn’t be started. Choose the files again or try dropping them once more.
zh_cn: 无法开始上传。请重新选择文件或再次拖放。

# FileUploadBatchStartedMessage
source: Files added to the upload queue: {0}. Track or cancel each file in Activity.
zh_cn: 已将 {0} 个文件加入上传队列。可在“活动”中查看或逐个取消。
